<template>

  <div class="container">

    <h1 class="mt-3"> Достопримечательности города <span class="badge badge-primary">Краснодар</span></h1>

    <div class="media mt-5">
      <img src="https://img5.goodfon.ru/original/640x480/d/75/stadion-rossiia-futbol-krasnodar-kosta-rika-gazon-match-sbor.jpg" class="align-self-center mr-3 img-thumbnail" alt="OZ MALL">
      <div class="media-body">
        <h5 class="mt-0"><span class="badge badge-warning">Стадион Краснодар</span></h5>
        <p>
          Стадион футбольного клуба "Краснодар" - уникальная арена, где классическая архитектура сочетается с самыми современными технологиями.
          Крыша особой вантовой конструкции закрывает все зрительские места. Трибуны оснащены системой инфракрасного обогрева для максимального комфорта болельщиков в холодную погоду.
          По всему периметру в чаше стадиона установлен гигантский медиаэкран площадью 4700 м2.
          Футбольное поле (размеры игровой зоны – 105 на 68 метров) построено с применением всех современных технологий: подогрев, принудительная аэрация, охлаждение, искусственное освещение газона.
        </p>
        <p class="mb-0">Краснодар, Разведчика Леонова, 1</p>
        <p>Режим работы: 10.00 – 18.00</p>
      </div>
    </div>

    <div class="media mt-5">
      <div class="media-body">
        <h5 class="mt-0"><span class="badge badge-danger">Парк Краснодар</span></h5>
        <p>
          Официальное название данной локации — парк футбольного клуба «Краснодар».
          И название парка, и расположение рядом крупного стадиона подразумевают его высокую вместимость.
          Парковая застройка действительно не перегружена — в парке Галицкого есть множество открытых локаций и просторных местностей для размещения на них огромного количества посетителей.
          К тому же, парк является очень зеленым. Во-первых, потому что все 2300 деревьев, высаженных в парке, уже взрослые и довольно зеленые.
          Также специалисты замечают, что растительность в парке высажена таким образом, что в течение разных сезонов должны складываться разные цветовые сочетания, радуя глаз посетителей.
        </p>
        <p class="mb-0">Краснодар, Разведчика Леонова, 1</p>
        <p>Режим работы: 8.00 - 0.00</p>
      </div>
      <img src="https://img5.goodfon.ru/original/640x480/e/2f/krasnodar-gorod-semdesiatsedmoi-droneboys-park-park-galits-2.jpg" class="align-self-center mr-3 img-thumbnail" alt="...">
    </div>

    <div class="media mt-5">
      <img src="https://img2.goodfon.ru/original/640x480/3/1c/rossiya-kuban-gorod-krasnodar.jpg" class="align-self-center mr-3 img-thumbnail" alt="OZ MALL">
      <div class="media-body">
        <h5 class="mt-0"><span class="badge badge-success">OZ MALL</span></h5>
        <p>
          Торгово-развлекательный комплекс OZ МОЛЛ является одним из крупнейших в Европе. Его общая площадь составляет 227 000 кв. м, арендуемая – 164 000 кв. м. Всего в торговом комплексе открыто свыше 250 магазинов, в том числе – московский ЦУМ.
          Современный торговый центр может представлять собой большой торгово-развлекательный комплекс — многоэтажное здание, в котором кроме магазинов могут находиться также кафе, бары, казино, кинотеатр, боулинг.
          Как правило, комплекс оборудован эскалаторами, лифтами, снабжён парковкой для личного транспорта покупателей и расположен около станций метро и остановок общественного транспорта или в спальных районах города.
          Такой торгово-развлекательный комплекс может представлять собой образец сосредоточия современной массовой культуры.
        </p>
        <p class="mb-0">Краснодар, жилой массив Пашковский, Крылатая ул., 2</p>
        <p>Режим работы: 10.00 - 22.00</p>
      </div>
    </div>

    <h3 class="mt-4">Краснодар с высоты птичьего полета</h3>

    <iframe
      class="mt-3 mb-3"
      width="848"
      height="480"
      src="https://www.youtube.com/embed/f5DP31y6LFY"
      frameborder="0"
      allow="accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture"
      allowfullscreen>
    </iframe>

  </div>

</template>

<script>

  export default {

  }

</script>

<style scoped>
  h3 {
    text-align: center;
  }
  iframe {
    display: block;
    margin-left: auto;
    margin-right: auto;
  }
</style>
